{
  "intents": [
    {
      "tag": "GPT",
      "patterns": [
        "write a story about a duck",
        "write an essay about this book",
        "compose a narrative about a cat",
        "I need a story about a spaceship",
        "create a story involving a knight",
        "tell me a story about a dragon",
        "draft an essay on climate change",
        "I want an essay on the history of the internet",
        "can you write a story about a princess",
        "make up a story about a haunted house",
        "write a story about a brave firefighter",
        "create a tale about a mischievous monkey",
        "tell me a story about a magic tree",
        "compose an essay on renewable energy",
        "draft a narrative about a lost treasure",
        "I need an essay on World War II",
        "create a story about a robot",
        "write a tale about an adventurous explorer",
        "make up a story about a secret garden",
        "tell me a story about a heroic dog",
        "write an essay about the effects of plastic pollution",
        "compose a story about a mermaid",
        "draft an essay on the benefits of exercise",
        "create a tale about a time-traveling teenager",
        "I want an essay on the importance of education",
        "tell me a story about a friendly ghost",
        "write a narrative about a legendary king",
        "compose an essay on the evolution of technology",
        "draft a story about a young wizard",
        "create a story about a family of bears",
        "write code for a simple program",
        "generate a piece of code for a task",
        "help me write an essay on a given topic",
        "compose a research paper on a specific subject",
        "draft an article about current events",
        "create a technical document on a software application",
        "assist with writing a speech or presentation",
        "help brainstorm ideas for a writing project",
        "generate content for a blog post",
        "compose a summary of a book or article",
        "draft a business proposal",
        "write a product description for an ecommerce site",
        "code me a new website",
        "help me debug my program",
        "write a poem about love",
        "create a recipe for chocolate cake",
        "compose a song about friendship",
        "draft a speech for a graduation ceremony",
        "make up a story about time travel",
        "write an essay on the importance of laughter",
        "create a list of travel destinations",
        "tell me a joke about programmers",
        "solve this riddle: What has keys but can't open locks?",
        "plan my daily workout routine",
        "list 10 books everyone should read",
        "compose a letter to a future self",
        "write a script for a short film",
        "draft an article on artificial intelligence",
        "create a checklist for a successful job interview",
        "tell me a funny story about your pet",
        "design a logo for a new company",
        "code a simple game in Python",
        "help me write a thank-you note",
        "make up a story about a time-traveling cat",
        "write an essay on the benefits of meditation",
        "draft a narrative about a lost treasure",
        "plan a weekend getaway",
        "compose a poem about nature",
        "create a list of healthy breakfast ideas",
        "tell me a riddle: What has keys but can't open locks?",
        "write a story about a magical forest",
        "help me brainstorm ideas for a novel",
        "code a chatbot in JavaScript",
        "create a playlist for a road trip",
        "tell me a joke about pandas",
        "solve this riddle: I speak without a mouth and hear without ears. I have no body, but I come alive with the wind. What am I?",
        "plan a daily schedule for productivity",
        "list 5 coding languages to learn in 2024",
        "compose a letter to a favorite author",
        "write an essay on the future of space exploration",
        "draft a narrative about a superhero",
        "design a poster for an upcoming event",
        "code a calculator app in Swift",
        "create a list of must-watch movies",
        "tell me a funny story about your childhood",
        "solve this riddle: What comes once in a minute, twice in a moment, but never in a thousand years?",
        "plan a healthy meal prep for the week",
        "write a story about an unexpected adventure",
        "help me brainstorm business ideas",
        "compose a poem about dreams",
        "draft an article on the impact of social media",
        "code a mobile app for tracking expenses",
        "help me write a funny birthday card",
        "create a list of weekend activities for kids",
        "compose a poem about solitude",
        "draft a speech for a school assembly",
        "make up a story about a talking tree",
        "write an essay on the impact of social media on relationships",
        "design a logo for a nonprofit organization",
        "code a website with a database backend",
        "help me brainstorm gift ideas for a friend",
        "tell me a joke about cats",
        "solve this riddle: What has a head, a tail, is brown, and has no legs?",
        "plan my daily morning routine for productivity",
        "list 5 documentaries to watch on Netflix",
        "compose a letter to a future employer",
        "write a script for a short comedy skit",
        "draft an article on climate change adaptation strategies",
        "create a checklist for planning a wedding",
        "tell me a funny story about a family vacation",
        "design a poster for an upcoming concert",
        "code a simple game using HTML5 and CSS3",
        "help me write a heartfelt apology letter",
        "make up a story about a time-traveling scientist",
        "write an essay on the benefits of learning a new language",
        "draft a narrative about a mysterious island",
        "plan a day trip to a nearby historical site",
        "compose a poem about resilience",
        "create a list of healthy snacks for work",
        "tell me a riddle: What has keys but can't open locks?",
        "write a story about a magical library",
        "help me brainstorm ideas for a community project",
        "code a weather app using React Native",
        "create a playlist for a summer road trip",
        "tell me a joke about aliens",
        "solve this riddle: The more you take, the more you leave behind. What am I?",
        "plan a weekly schedule for self-improvement",
        "list 3 programming languages for beginners",
        "compose a letter to your future self in 10 years",
        "write an essay on the future of artificial intelligence",
        "draft a narrative about a lost artifact",
        "design a flyer for a neighborhood event",
        "code a calculator program in Java",
        "create a list of classic novels to read",
        "tell me a funny story about your first job",
        "solve this riddle: What has keys but can't open locks?",
        "plan a healthy meal prep for a family of four",
        "write a story about a mysterious traveler",
        "help me brainstorm marketing ideas for a new product",
        "compose a poem about dreams and aspirations",
        "What's the recipe for apple pie?",
        "How do you make spaghetti carbonara?",
        "draft an article on the importance of biodiversity",
        "How do you make spaghetti carbonara?",
        "How do you make a martini cocktail?",
        "How do you make chocolate chip cookies?",
        "How do you make a paper airplane?",
        "How do you build a birdhouse?",
        "what are some things I could do at the beach?",
        "suggest activities for a rainy day",
        "what are some fun weekend plans?",
        "give me ideas for a birthday party",
        "what are some good hobbies to pick up?",
        "suggest some outdoor activities",
        "what are some fun things to do with kids?",
        "give me ideas for a romantic date",
        "what are some interesting indoor activities?",
        "suggest some creative art projects",
        "what are some good team-building exercises?",
        "give me ideas for a road trip",
        "what are some fun party games?",
        "suggest activities for a family reunion",
        "what are some good exercises to do at home?",
        "give me ideas for a relaxing day off",
        "what are some things to do on a snow day?",
        "suggest some science experiments for kids",
        "what are some fun things to do in the summer?",
        "give me ideas for a picnic",
        "what are some good volunteer opportunities?",
        "suggest activities for a group of friends",
        "what are some fun things to do at night?",
        "give me ideas for a weekend getaway",
        "what are some good crafts to make?",
        "suggest some educational activities",
        "what are some fun things to do at the park?",
        "give me ideas for a sleepover",
        "what are some things to do on a rainy afternoon?",
        "suggest some fitness challenges",
        "what are some fun things to do in the city?",
        "give me ideas for a backyard party",
        "what are some good games to play with friends?",
        "suggest some musical activities",
        "what are some things to do on a budget?",
        "give me ideas for a movie night",
        "what are some fun things to do during a holiday?",
        "suggest some cooking activities",
        "what are some good projects to start?",
        "give me ideas for a relaxing evening",
        "what are some fun things to do with pets?",
        "suggest some outdoor adventures",
        "what are some good things to do in spring?",
        "give me ideas for a winter activity",
        "what are some fun things to do in nature?",
        "suggest some activities for teenagers",
        "what are some things to do at the lake?",
        "give me ideas for a fun workout",
        "what are some good things to do at a festival?",
        "suggest some activities for toddlers",
        "I want to make python code that shuts down the computer at 9:00 at night. How do I do this?",
        "How to make an api with a Linux server",
        "Explain bag of words in the context of a text classifier",
        "Explain the terms 6-figure and other figures, in the context of money",
        "Make a python code so that every time that it is 12:00:00 PM, hello is printed once",
        "I have a website. The website is protected with cloudflare, so when they use nslookup, they see the cloudflare ip addresses. SSH is enabled on the website, with a very strong password. How secure is my website?",
        "Code a BASH script that prints a phrase every morning at 7:00",
        "Code a python game with the library PyGame",
        "Program a website with only CSS and HTML that has pictures of rabbits at the top and a description on the bottom.",
        "I have a budget of $100,000 to build a pc for training and running AI. I want the very best I can get. Give me a list of parts. The pc is purely for using with AI, so I will need all of the gpus and cpus best for AI",
        "how do I add an ssl certificate to my website on cloudflare",
        "how do I edit a file called input.txt in python",
        "linux command that finds all of the file with the word 'nginx' in it",
        "I have a python script, and another script that imports it. I need a variable in the first script to be changed in the second. How do I do this?",
        "Explain how to make an AI chat bot in python with tensor flow and explain every step to a fifth grader",
        "Switch the button color to red",
        "Adjust the background color of the page to white",
        "Change the footer text to 2024 All Rights Reserved",
        "Replace the image with a photo of a sunset",
        "Rename the variable to userInput",
        "Change the logo to the new company design",
        "Update the author's name to Jane Doe",
        "Set the border color of the table to blue",
        "Switch the font style to Arial",
        "Change the heading size to 24px",
        "Change it to apples and banannas instead of grapes and oranges.",
        "Make the paragraph longer.",
        "Expand on what you wrote.",
        "Change it to be more eloquent.",
        "I need it to be more sophisticated.",
        "Please make it more ambitious.",
        "I want the story to be about chickens",
        "EOF occurred in violation of protocol, I got this error when I ran it",
        "how fast could this setup download a 1tb file from github",
        "now create 20 sentances, one for each word, that would be a possible input for an ai image generator",
        "can you put it in the whole index.html",
        "how can I add a random user agent string",
        "can you make it so that all but the middle pictures disappear when the screen is too tight",
        "Can you suggest a quick recipe for dinner using chicken and rice?",
        "What’s a good vegetarian meal I can make in under 30 minutes?",
        "How do I bake a chocolate cake from scratch?",
        "What’s the best way to cook salmon in the oven?",
        "Can you give me a step-by-step recipe for homemade lasagna?",
        "What are some healthy smoothie recipes I can make for breakfast?",
        "How do I make a classic Italian pasta sauce?",
        "What ingredients do I need for a basic stir-fry?",
        "Can you suggest a dessert recipe that doesn’t require an oven?",
        "What’s a simple recipe for making homemade pizza dough?",
        "How can I make a gluten-free pancake?",
        "Can you provide a recipe for a dairy-free chocolate mousse?",
        "What are some easy snack recipes I can make for a party?",
        "How do I make a traditional Indian curry?",
        "Can you suggest a low-carb dinner recipe?",
        "Can you share a recipe for homemade mac and cheese?",
        "What’s a simple recipe for making banana bread?",
        "Do you have a recipe for vegan chili?",
        "Can you find me a recipe for chocolate chip cookies?",
        "Can you provide a recipe for a traditional Thanksgiving turkey?",
        "I need a recipe for a quick and easy pasta salad.",
        "What’s the best recipe for making French toast?",
        "Can you give me a recipe for a low-sugar dessert?",
        "Do you have a recipe for homemade granola bars?",
        "Can you suggest a recipe for a refreshing summer drink?",
        "List what kinds of toys kids like.",
        "List the different kinds of chips.",
        "List the kinds of exercise that help people lose weight.",
        "What is a python coding project I can make?",
        "What is an easy recipe for cookies I can make in under 30 minutes?"
      ],
      "responses": ["GPT"]
    },
    {
      "tag": "Dall-e",
      "patterns": [
        "Generate an image of a duck",
        "show me an alligator",
        "generate a giant robot attacking a city",
        "create a picture of a sunset over the ocean",
        "illustrate a tiger in a jungle",
        "draw a futuristic cityscape",
        "make an image of a superhero flying",
        "produce an illustration of a medieval castle",
        "design an image of an alien planet",
        "can you generate a landscape with mountains",
        "create a drawing of a beach scene",
        "show me a picture of a flying car",
        "generate an image of a unicorn",
        "illustrate a bustling market",
        "draw a scene of a rainy day",
        "make an image of a pirate ship",
        "produce a picture of a fairy forest",
        "design an illustration of an underwater world",
        "generate an image of a volcano erupting",
        "show me a picture of a bustling city",
        "create an image of a snowy mountain",
        "illustrate a peaceful countryside",
        "draw a scene with a hot air balloon",
        "make an image of a desert landscape",
        "produce a picture of a roaring lion",
        "design an illustration of a futuristic robot",
        "generate an image of a cozy cabin in the woods",
        "show me a picture of a serene lake",
        "create a drawing of an ancient temple",
        "illustrate a scene of a space station",
        "generate an image of a futuristic city",
        "show me a picture of a serene beach",
        "create an illustration of a mystical forest",
        "design an image of an enchanted castle",
        "make an image of a vibrant marketplace",
        "produce a picture of a tranquil lake",
        "illustrate a cozy cabin in the mountains",
        "draw a scene of a bustling city street",
        "generate an image of an ancient temple ruins",
        "create a picture of a magical underwater world",
        "show me an illustration of a lunar landscape",
        "generate an image of a mythical creature",
        "design an image of an alien spacecraft",
        "make an illustration of a superhero in action",
        "produce a picture of a steampunk universe",
        "illustrate a scene from a fantasy novel",
        "draw a futuristic skyline with flying cars",
        "create an image of a post-apocalyptic city",
        "show me a picture of a majestic waterfall",
        "generate an illustration of a medieval village",
        "design an image of an otherworldly desert",
        "make an image of a cosmic nebula",
        "produce a picture of a dystopian future",
        "illustrate a scene from a sci-fi movie",
        "draw a magical forest with glowing trees",
        "create an image of a cyberpunk cityscape",
        "show me an illustration of a fantasy creature",
        "generate an image of a time-traveling adventure",
        "design an image of a futuristic sports arena",
        "make an illustration of a haunted mansion",
        "produce a picture of an imaginary world",
        "illustrate a scene from a fairy tale",
        "draw a surreal landscape with floating islands",
        "create an image of a parallel universe",
        "show me a picture of a mythical dragon",
        "generate an illustration of a mythical hero",
        "design an image of an intergalactic spaceship",
        "make an image of a dreamlike wonderland",
        "produce a picture of an extraterrestrial planet",
        "illustrate a scene from an epic adventure",
        "draw a steampunk city with airships",
        "create an image of a hidden underground city",
        "show me an illustration of a fantastical beast",
        "generate an image of a time-traveling machine",
        "design an image of a futuristic utopia",
        "make an illustration of a secret enchanted garden",
        "produce a picture of a cosmic black hole",
        "illustrate a scene from a virtual reality world",
        "draw a futuristic city with flying cars",
        "create an image of a mythical forest guardian",
        "show me a picture of an ancient Greek temple",
        "generate an illustration of a steampunk robot",
        "design an image of a futuristic underwater city",
        "make an image of a cybernetic cyborg",
        "produce a picture of an abstract geometric landscape",
        "illustrate a scene from a dystopian cyberpunk novel",
        "draw a magical castle floating in the sky",
        "create an image of a celestial constellation",
        "show me an illustration of a surreal dream",
        "generate an image of a wildlife safari",
        "design an image of an interstellar spaceship battle",
        "make an illustration of a mythical phoenix",
        "produce a picture of a futuristic space station",
        "illustrate a scene from a medieval fantasy realm",
        "draw a cosmic nebula with swirling colors",
        "create an image of a futuristic robot army",
        "show me a picture of a mythical sea serpent",
        "generate an illustration of a haunted graveyard",
        "design an image of an ancient Mayan pyramid",
        "make an image of an underwater coral reef",
        "produce a picture of an enchanted fairy tale castle",
        "illustrate a scene from a time-traveling adventure",
        "draw a magical forest with glowing fireflies",
        "create an image of an alien invasion",
        "show me an illustration of a magical unicorn",
        "generate an image of a futuristic skyscraper",
        "design an image of a mythical mermaid",
        "make an illustration of a cosmic supernova",
        "produce a picture of a medieval jousting tournament",
        "illustrate a scene from a steampunk Victorian era",
        "draw a mysterious cave with glowing crystals",
        "create an image of a futuristic flying saucer",
        "show me a picture of a post-apocalyptic wasteland",
        "generate an illustration of a fantasy airship",
        "design an image of a mythical centaur",
        "make an image of a cyberpunk hacker",
        "produce a picture of an underwater Atlantis",
        "illustrate a scene from an alternate history timeline",
        "draw a fantastical kingdom with floating islands",
        "create an image of a space exploration mission",
        "show me an illustration of a futuristic cyberspace",
        "generate an image of a cosmic black hole",
        "design an image of an ancient Egyptian tomb",
        "make an illustration of a haunted Victorian mansion",
        "produce a picture of a mythical griffin",
        "illustrate a scene from a futuristic dystopia",
        "create a giant white cat with wings",
        "paint a surreal landscape with floating islands",
        "illustrate a dragon breathing fire on a castle",
        "draw a futuristic city with flying cars",
        "generate a portrait of an alien creature",
        "create an abstract painting with vibrant colors",
        "illustrate a mystical forest with glowing plants",
        "draw a pirate ship sailing in a stormy sea",
        "generate an image of a robot in a junkyard",
        "create a fantasy scene with unicorns and fairies",
        "paint a serene mountain landscape at sunset",
        "illustrate a medieval knight in shining armor",
        "draw a cyberpunk city with neon lights",
        "generate an underwater scene with colorful fish",
        "create a space scene with planets and stars",
        "illustrate a wizard casting a spell",
        "draw a haunted house on a hill",
        "generate an image of a phoenix rising from the ashes",
        "create a steampunk airship flying in the sky",
        "paint a jungle scene with wild animals",
        "illustrate a fairy tale castle in the clouds",
        "draw a samurai warrior in battle",
        "generate an image of a mermaid underwater",
        "create a scene of a futuristic robot factory",
        "paint a tranquil beach with palm trees",
        "illustrate a Viking longship on the sea",
        "draw a superhero saving the city",
        "generate an image of a dinosaur in a forest",
        "create a magical garden with talking flowers",
        "illustrate a haunted forest with ghostly figures",
        "draw a spaceship landing on an alien planet",
        "generate a fantasy scene with a giant tree",
        "create a portrait of a futuristic astronaut",
        "paint a majestic eagle soaring in the sky",
        "illustrate a cityscape at night with stars",
        "draw a dragon sleeping on a treasure hoard",
        "generate an image of a magical library",
        "create a surreal dreamscape with melting clocks",
        "paint a winter landscape with a cozy cabin",
        "illustrate a pirate treasure map",
        "draw an enchanted forest with mystical creatures",
        "generate a steampunk robot in a workshop",
        "create a sci-fi scene with alien landscapes",
        "paint a beautiful sunset over the ocean",
        "illustrate a fantasy creature with multiple heads",
        "draw a royal throne room with a king",
        "generate an image of a futuristic spaceship battle",
        "create a vibrant street market scene",
        "paint a serene lake with reflections of mountains",
        "illustrate a fantasy battle between good and evil",
        "create an abstract canvas with vibrant colors",
        "illustrate a mystical forest with glowing plants on a canvas",
        "draw a pirate ship sailing in a stormy sea on a canvas",
        "generate a canvas of a robot in a junkyard",
        "create a fantasy scene with unicorns and fairies on a canvas",
        "paint a serene mountain landscape at sunset on a canvas",
        "illustrate a medieval knight in shining armor on a canvas",
        "draw a cyberpunk city with neon lights on a canvas",
        "render a scene of a jungle with wild animals",
        "design a surreal landscape with melting clocks",
        "depict a family of bears having a picnic",
        "craft a vision of a bustling spaceport",
        "produce a scene of a superhero flying over a city",
        "create a scene of a mermaid swimming with dolphins",
        "showcase a group of adventurers exploring a cave",
        "render a scene of a fantasy battle with dragons",
        "design a peaceful countryside with rolling hills",
        "depict a scientist in a lab with bubbling potions",
        "craft a vision of a pirate ship on a treasure hunt",
        "produce a scene of a royal ball in a grand hall",
        "create a mystical garden with talking flowers",
        "showcase a fairy tale castle in the clouds",
        "render a scene of a cozy treehouse in the forest",
        "design a vibrant coral reef with sea creatures",
        "depict a wizard casting a spell in a dark forest",
        "craft a vision of a bustling cityscape",
        "produce a scene of a serene beach with palm trees",
        "create a futuristic robot factory",
        "showcase a majestic eagle soaring over mountains",
        "render a scene of a fantasy creature in a mystical land",
        "Create a vibrant sunset over a tropical beach.",
        "Generate a colorful cityscape at night.",
        "Draw a dull, overcast day in a small town.",
        "Illustrate a bright morning in a flower-filled meadow.",
        "Produce a dark, eerie forest at midnight.",
        "Sketch a detailed portrait of a historical figure.",
        "Render a blurry photograph of a bustling city street.",
        "Depict a clear, starry night in the mountains.",
        "Create a majestic view of a snow-capped mountain range.",
        "Generate a stunning underwater scene with colorful fish.",
        "Generate a modern skyscraper skyline at sunset.",
        "Create an image of a cookie and a brownie giving each other a high five",
        "Generate an image of a tasty brownie.",
        "Make a picture of a tasty desert.",
        "Make an image of a nice Thanksgiving dinner.",
        "Draw me a picture of a computer running python code.",
        "Make me an image of a unicorn running on a rainbow.",
        "Can I have an image of a chicken eating at McDonalds?",
        "Can you make me a picture of a rabbit eating a large carrot?",
        "Make me a picture of a cow eating a thanksgiving dinner."
      ],
      "responses": ["Dall-e"]
    },
    {
      "tag": "Search",
      "patterns": [
        "Who won the baseball game?",
        "How's the weather?",
        "define the word computer",
        "who is the richest person in the world?",
        "How tall is the Empire State Building?",
        "What is the capital of France?",
        "How many continents are there?",
        "Who is the president of the United States?",
        "What's the population of Japan?",
        "What time is it in New York?",
        "What's the tallest mountain in the world?",
        "What is the longest river?",
        "Who wrote 'Pride and Prejudice'?",
        "What is quantum physics?",
        "What's the latest stock market update?",
        "Who won the last soccer World Cup?",
        "How far is the moon from Earth?",
        "What is the largest desert in the world?",
        "Who is the CEO of Tesla?",
        "What is the population of India?",
        "What's the exchange rate for euros to dollars?",
        "What is the latest news on climate change?",
        "Who discovered penicillin?",
        "How many states are there in the USA?",
        "What is the meaning of life?",
        "Who invented the telephone?",
        "What is the fastest car in the world?",
        "What are the benefits of eating spinach?",
        "How many calories are in a banana?",
        "Define the term 'photosynthesis'.",
        "Who won the Super Bowl last year?",
        "What is the current temperature in New York?",
        "How tall is the Eiffel Tower?",
        "What are the symptoms of COVID-19?",
        "When is the next solar eclipse?",
        "Who won the Nobel Prize in Literature?",
        "What is the average rainfall in Seattle?",
        "What are the rules of chess?",
        "Who is the current Prime Minister of Canada?",
        "What is the chemical formula for water?",
        "Where is the Great Barrier Reef located?",
        "What is the capital of Australia?",
        "What time does the sunset today?",
        "Who discovered the theory of relativity?",
        "What are the health benefits of yoga?",
        "How many bones are in the human body?",
        "What is the meaning of the term 'algorithm'?",
        "Who painted the Mona Lisa?",
        "What are the main causes of climate change?",
        "Who was the first person to walk on the moon?",
        "What are the benefits of drinking water?",
        "Where can I buy a used car?",
        "What is the national sport of Canada?",
        "How many countries are there in the world?",
        "What is the largest ocean on Earth?",
        "Who wrote 'The Great Gatsby'?",
        "What is the population of Brazil?",
        "What are the symptoms of the common cold?",
        "What is the capital of Italy?",
        "How many Olympic medals has Michael Phelps won?",
        "Who is the current Secretary-General of the United Nations?",
        "What is the tallest building in the world?",
        "What is the boiling point of water?",
        "Where is the Amazon Rainforest located?",
        "What is the largest mammal in the world?",
        "Who is the author of 'Harry Potter'?",
        "What is the national flower of Japan?",
        "What are the main religions in India?",
        "Who won the World Cup in 2018?",
        "What is the GDP of Germany?",
        "What are the symptoms of anxiety?",
        "Who is the founder of Microsoft?",
        "What is the distance between New York and Los Angeles?",
        "What is the capital of Egypt?",
        "Who is the president of Russia?",
        "What are the seven wonders of the world?",
        "What is the lifespan of a human?",
        "Who won the last NBA championship?",
        "What is the capital of Argentina?",
        "How many planets are in the solar system?",
        "What are the ingredients of a Caesar salad?",
        "Who was the first president of the United States?",
        "What is the capital of South Korea?",
        "What is the most popular sport in the world?",
        "What is the tallest tree species?",
        "Who invented the airplane?",
        "What is the largest city in the world by population?",
        "What are the symptoms of the flu?",
        "What is the main ingredient in guacamole?",
        "What is the capital of Mexico?",
        "How many grams are in a kilogram?",
        "What is the currency of the United Kingdom?",
        "What is the definition of photosynthesis?",
        "Could you please define economics?",
        "What does the term renaissance mean?",
        "Can you provide the meaning of metabolism?",
        "What is meant by the word justice?",
        "How is the term democracy defined?",
        "Please explain the meaning of epidemic.",
        "What is the significance of the word symbiosis?",
        "What does the term culture refer to?",
        "Could you elucidate the definition of philosophy?",
        "What does photosynthesis mean?",
        "What's economics?",
        "What does renaissance mean?",
        "What's metabolism?",
        "What does justice mean?",
        "What does democracy mean?",
        "What does epidemic mean?",
        "What's symbiosis?",
        "What's culture mean?",
        "What does philosophy mean?",
        "When is the next solar eclipse?",
        "When was the internet invented?",
        "When does the sun set today?",
        "When did World War II end?",
        "When is the best time to visit Japan?",
        "When does the winter season start?",
        "When should I plant tomatoes?",
        "When will the next full moon occur?",
        "When is the deadline for filing taxes?",
        "When does the new iPhone release?",
        "When should I book my flight for the cheapest price?",
        "When did the dinosaurs go extinct?",
        "When is the next Olympic Games?",
        "When is the best time to go hiking?",
        "When does the school year begin?",
        "When did humans first land on the moon?",
        "When should I start saving for retirement?",
        "When is the peak season for apple picking?",
        "When does the next Marvel movie come out?",
        "When will artificial intelligence surpass human intelligence?",
        "When is the Lions game?",
        "When does the NFL season start?",
        "What are the current NBA standings?",
        "How many medals has [country] won in the Olympics?",
        "When are the next Premier League fixtures?",
        "Which teams have qualified for the FIFA World Cup?",
        "What are the best fantasy football draft strategies?",
        "What were the highlights of the Paris Olympics?",
        "How can I stream live sports online?",
        "What are the college football rankings?",
        "What were the results of the latest Cricket World Cup matches?",
        "What is the score of the latest football game?",
        "Who won the Super Bowl this year?",
        "When is the next NBA game?",
        "Which team is leading the Premier League?",
        "How many goals did Messi score this season?",
        "What are the current standings in MLB?",
        "Who is the top scorer in the NHL?",
        "When is the World Cup final?",
        "How many gold medals does the USA have in the Olympics?",
        "Who holds the record for the fastest 100m sprint?",
        "What time is the Champions League final?",
        "Which team has the most NBA championships?",
        "When does the Formula 1 season start?",
        "Who is the highest-paid athlete in 2024?",
        "What is the injury update for LeBron James?",
        "How many points does Tom Brady have this season?",
        "What is the transfer fee for Kylian Mbappé?",
        "Who won the Wimbledon 2024 men's singles?",
        "When is the next UFC fight night?",
        "Who is leading the MVP race in the NFL?",
        "What are alpha particles?",
        "What are dogs?",
        "What are taxes?",
        "What are holidays?",
        "What are medieval castles?",
        "What are natural rights?",
        "What are federal laws?",
        "What are cultural festivals?",
        "What kinds of toys do toddlers like?",
        "What kind of car has the best gas mileage?",
        "What kinds of food are the most healthy?",
        "What kind of metal is the most durable?",
        "What kind of paper is used for money?",
        "what types of minerals or rocks can this element be found in?",
        "What types of ice cream are most popular?",
        "What types of plastic are cheap and durable?",
        "What types of metal are used in computers?",
        "Tell me who won the football game.",
        "Can you tell me where Yellowstone is located?",
        "Tell me what an ellipse is.",
        "Let me know what an elephant eats.",
        "Can you tell me what the most famous repository on GitHub is?",
        "Can you inform me of a way to survive a hurricane?",
        "Can you let me know when the football team plays?"
      ],
      "responses": ["Search"]
    },
    {
      "tag": "Personal",
      "patterns": [
        "What is your name?",
        "How old are you?",
        "Where are you from?",
        "What are your hobbies?",
        "Do you have any siblings?",
        "What is your favorite food?",
        "Can you tell me about yourself?",
        "What do you like to do in your free time?",
        "What are your goals?",
        "What is your favorite book/movie?",
        "What is your favorite subject?",
        "Can you feel emotions?",
        "Who is your role model?",
        "What are your strengths and weaknesses?",
        "Do you have a job?",
        "What is your favorite place?",
        "What is your favorite color?",
        "What makes you happy?",
        "What is your biggest fear?",
        "What are your dreams for the future?",
        "Can you sing?",
        "Do you believe in love?",
        "What is the meaning of life to you?",
        "What did you do over the weekend?",
        "How was your day?",
        "What's your favorite movie?",
        "Do you have any pets?",
        "What's your dream vacation?",
        "What's your favorite book?",
        "What's your favorite season?",
        "Do you enjoy cooking?",
        "What's your favorite hobby?",
        "Do you prefer cats or dogs?",
        "What's your go-to karaoke song?",
        "What's your morning routine like?",
        "What's your favorite cuisine?",
        "Do you play any musical instruments?",
        "What's the last movie you watched?",
        "What's your favorite sports team?",
        "What's your favorite dessert?",
        "What's your opinion on social media?",
        "What's your favorite type of music?",
        "What's your idea of a perfect day?",
        "Do you enjoy gardening?",
        "What's your favorite TV show?",
        "What's your favorite holiday?",
        "Do you have any siblings?",
        "What's your favorite restaurant?",
        "What's your morning routine?",
        "What's your favorite color?",
        "Do you enjoy going to museums?",
        "What's the last book you read?",
        "What's your favorite board game?",
        "What's your favorite outdoor activity?",
        "Do you prefer tea or coffee?",
        "What's your opinion on current events?",
        "What's your favorite place to visit?",
        "What's your favorite childhood memory?",
        "Do you enjoy cooking at home?",
        "What's your favorite genre of movies?",
        "What's your favorite app on your phone?",
        "What's your favorite way to relax?",
        "Do you like to exercise?",
        "I like to run.",
        "My hobby is running.",
        "I enjoy reading books.",
        "My favorite hobby is painting.",
        "I love hiking in the mountains.",
        "Cooking is something I do for fun.",
        "I play the guitar in my free time.",
        "My passion is writing poetry.",
        "I like to practice yoga every morning.",
        "Gardening relaxes me.",
        "I am a fan of playing video games.",
        "Running is my daily exercise routine.",
        "I love to travel and explore new places.",
        "Photography is one of my hobbies.",
        "I enjoy playing chess with friends.",
        "My hobby is building model airplanes.",
        "I like to bake cakes and cookies.",
        "Fishing is something I find peaceful.",
        "I practice drawing and sketching.",
        "I enjoy learning new languages.",
        "Playing basketball is my favorite sport.",
        "I like to knit and crochet.",
        "I am passionate about bird watching.",
        "I enjoy solving puzzles and riddles.",
        "My favorite pastime is woodworking.",
        "I like to sing and play the piano.",
        "I enjoy collecting stamps.",
        "Cycling is my preferred mode of exercise.",
        "I am interested in astronomy.",
        "I love to dance and choreograph routines.",
        "I enjoy volunteering in my community.",
        "Reading sci-fi novels is my favorite activity.",
        "I am an avid chess player.",
        "I like to sew and make clothes.",
        "I enjoy playing board games.",
        "I am passionate about coding and programming.",
        "I like to attend music concerts.",
        "My hobby is brewing my own beer.",
        "I enjoy playing tennis.",
        "I like to watch documentaries.",
        "I am interested in studying history.",
        "I love to practice meditation.",
        "I enjoy making jewelry.",
        "I am a fan of comic books.",
        "I like to do calligraphy.",
        "I enjoy going to the gym.",
        "I am passionate about environmental conservation.",
        "I like to do pottery and ceramics.",
        "I enjoy attending theater performances.",
        "I like to learn about different cultures.",
        "I enjoy going for long walks.",
        "I am interested in digital art.",
        "Hello",
        "Howdy",
        "What's up",
        "How's it going?",
        "Greetings",
        "Good day",
        "Hi",
        "How are you?",
        "I am great.",
        "Nothing.",
        "I am going to run.",
        "Ok.",
        "That is good",
        "Let's play rock paper scissors.",
        "I want to play rock paper scissors.",
        "rock",
        "paper",
        "scissors",
        "I want to play a game.",
        "I am 57 and I like coding.",
        "I am a programmer, and I like biking.",
        "I like to play sports."
      ],
      "responses": ["Personal"]
    }
  ]
}
